{
    "current_story_text": "Острые края обломков кувшина — всё, что у вас есть. С некоторым трудом, царапая и долбя камень, вы пытаетесь расширить трещину в стене, из которой достали пергамент.  Камень крошится,  осыпаясь мелкими осколками,  и запах крови усиливается.  В конце концов,  вам удаётся увеличить трещину достаточно, чтобы просунуть руку.  Внутри,  замурованное в каменную кладку, вы обнаруживаете небольшой деревянный ящик,  обшитый  потемневшим от времени металлом.  Ящик плотно закрыт,  на нём нет никаких замков или защелок.  Его поверхность холодная и гладкая на ощупь,  но вы чувствуете под пальцами едва уловимые следы гравировки.  Вам удается немного приподнять ящик, но он сидит в стене очень крепко.  Пергамент в вашей руке всё ещё липкий,  и вы чувствуете  нарастающее ощущение тревоги.",
    "current_choices": [
        "Попытаться выломать ящик из стены, используя обломки кувшина.",
        "Попытаться открыть ящик,  используя пергамент или другие подручные средства.",
        "Осмотреть  гравировку на ящике более внимательно.",
        "Забыть о ящике и попытаться использовать веревку, чтобы выбраться из камеры."
    ],
    "history": [
        {
            "story": "Вы просыпаетесь в тесной, душной камере, стены которой сложены из грубо отесанного камня. Единственным источником света служит узкая щель высоко в своде, пропуская тусклый луч утреннего солнца.  Пол холодный и влажный, под ногами хрустят обломки глины.  В углу, заваленный пылью, лежит ржавый кувшин, а на каменной стене висит грубо сделанный крюк, к которому привязана тонкая, изношенная веревка.  Воздух наполнен запахом сырости и чего-то ещё... металлического, отдаленно напоминающего кровь. Вы не помните, как здесь оказались. Голова раскалывается от боли, а в памяти зияет пустота.",
            "player_action": "Попытаться разбить кувшин о стену."
        },
        {
            "story": "Вы берете ржавый кувшин, его поверхность холодная и скользкая от влаги.  Глина под ним осыпается, оставляя след на каменном полу.  С усилием вы размахиваете кувшином, и с глухим треском он ударяется о стену. Кувшин не разбивается, лишь покрывается сетью новых трещин.  Однако удар сотрясает стену, и из образовавшейся трещины вываливается небольшой, свёрнутый в трубку пергамент.  Пергамент выглядит старым и пожелтевшим, его края обтрепаны. На ощупь он сухой и хрупкий. На нём кое-где видны следы засохшей крови,  такой же, как запах в воздухе.  Разворачивая пергамент, вы чувствуете, что ваши пальцы становятся липкими.",
            "player_action": "Попробовать вытащить из стены ещё что-нибудь, используя обломки кувшина."
        }
    ]
}